tap "homebrew/bundle"
tap "homebrew/cask-fonts"

# Base Stuff
brew "chezmoi"
brew "git"
brew "mas"

# Shell Enhancements
brew "bat"
brew "fd"
brew "fzf"
brew "mise"
brew "lsd"
brew "zoxide"

# Tools
brew "bitwarden-cli"
brew "ffmpeg"
brew "gh"
brew "git-lfs"
brew "git-delta"
brew "imagemagick"
brew "jq"
brew "mdcat"
brew "qrencode"
brew "rsync"

cask "font-jetbrains-mono-nerd-font"
cask "kitty"
