tap "homebrew/bundle"
tap "homebrew/cask-fonts"

brew "bat"
brew "bitwarden-cli"
brew "chezmoi"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "imagemagick"
brew "jq"
brew "llm"
brew "lsd"
brew "mas"
brew "mdcat"
brew "mise"
brew "ollama"
brew "pipx"
brew "qrencode"
brew "ripgrep"
brew "rsync"
brew "silicon"
brew "starship"
brew "tig"
brew "zoxide"
brew "zsh-completions"

cask "font-jetbrains-mono-nerd-font"
cask "google-cloud-sdk"
cask "kitty"
cask "sloth"

mas "Bitwarden", id: 1352778147
mas "DaisyDisk", id: 411643860
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle Classic", id: 405399194
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Photomator", id: 1444636541
mas "Pixelmator", id: 407963104
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "Xcode", id: 497799835
